const ru = {
  header: {
    company: "О компании",
    catalog: "Каталог",
    advantages: "Приемущества",
    contacts: "Контакты",
    submit: "Оставить заявку",
  },

  footer: {
    company: "О компании",
    catalog: "Каталог",
    advantages: "Приемущества",
    contacts: "Контакты",
  },

  order: {
    heading: "Мебель на заказ",
    desc: "Мебель в стиле лофт на заказ по доступным ценам",
    submit: "Оставить заявку",
  },

  company: {
    heading: "О компании",
    desc: "Мы изготавливаем авторскую мебель на заказ в стиле лофт для дома и бизнеса. Мы работаем на рынках B2B и B2C. Мы не только продаем, но и сами проектируем и производим мебель от этапа отрисовки макета до доставки и монтажа готового изделия. Вся наша продукция изготавливается мелко-серийно либо по индивидуальным заказам.",
    list_name:
      "Вы можете заказать изготовление мебели в стиле лофт любой сложности по:",
    item1: "Дизайн проекту",
    item2: "Фотографиям и картинкам",
    item3: "Вашим эскизам и чертежам",
  },

  catalog: {
    heading: "Каталог продукции",
    desc1: "Мебель для ДОМА",
    desc2: "Привнесите в свой дом уют и комфорт",
    more: "Подробнее",
  },

  advantages: {
    heading: "Наши приемущества",
    item1: {
      title: "1. Собственное производство",
      body: "У нас собственный производственный цех расположенный в г. Нур-Султан, поэтому все изделия будут изготовлены в кратчайшие сроки.",
    },
    item2: {
      title: "2. Качественные материалы",
      body: `Высоко-качественная сталь, ЛДСП и МДФ от EGGER (Австрия), натуральная древесина различных пород (сосна, дуб, бук, ясень, орех, вяз, карагач) и высоко-качественная фурнитура от Hettich (Германия) и Blum (Австрия).`,
    },
    item3: {
      title: "3. Гарантия качества",
      body: "На каждом этапе изготовления мебели, изделия проходят многоэтапный контроль качества. Мы предоставляем гарантию в 12 месяцев на всю нашу продукцию.",
    },
    item4: {
      title: "4. Надежность",
      body: "Мы гарантируем, что вся изготовленная нами мебель выдержит все заявленные нагрузки и прослужит не один десяток лет.",
    },
    item5: {
      title: "5. 3D Визуализация",
      body: "У нас собственный производственный цех расположенный в г. Нур-Султан, поэтому все изделия будут изготовлены в кратчайшие сроки.",
    },
    item6: {
      title: "6. Экологичность",
      body: "В изготовлении мебели мы используем исключительно экологически чистые материалы. Мебельные щиты из натуральных пород дерева, ЛДСП и МДФ, относящиеся к самой экологичной группе с классом эмиссии Е1.",
    },
    item7: {
      title: "7. Поддержка на всех этапах",
      body: `Мы не просто подробно проконсультируем Вас и поможем подобрать подходящий дизайн мебели, учитывая все ваши нужды и пожелания, но прикрепим к Вам персонального менеджера, который будет держать Вас в курсе о Вашем заказе на всех этапах производства.`,
    },
    item8: {
      title: "8. Доставка и установка",
      body: "Не надо беспокоиться о сохранности мебели или установки ее - мы лично доставим Вам мебель в надежно упакованном виде и сами установим ее так как Вы пожелаете.",
    },
  },

  contacts: {
    heading: "Контакты",
    address_title: "Адрес:",
    address: "г. Нур-Султан, Ул. Жубанова 34/1",
    phone: "Телефон:",
  },

  model: {
    heading_begin: "Заполните форму",
    heading_end: "и мы свяжемся с вами",
    placeholders: {
      name: "Ваше имя",
      phone: "Ваш телефон",
      email: "E-mail",
      comment: "Комментарий",
      checkbox: "Я согласен с политикой конфиденциальности",
    },
    submit: "Оставить заявку",
    address: "Республика Казахстан, г. Нур-Султан, Ул. Жубанова 34/1",
    successMsg: "Ваш запрос принят",
    errMsg: "Ошибка",
  },
};

export default ru;
